Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: " (Critical)"
be: " (Крытычны)"

source: " (No matches)"
be: " (Адпаведных няма)"

source: " (alternate)"
be: "(альтэрнатыўна)"

source: " (default)"
be: "(па змоўчаньні)"

source: " (it will be deleted when you exit Opera)"
be: "(маркёр будзе выдалены пры выхадзе з Opera)"

source: " (temporary)"
be: " (часовы)"

source: " (to be deleted)"
be: " (выдаліць)"

source: " already imported"
be: "ужо імпартаваны"

source: " and "
be: " ды "

source: " being converted. Please wait…"
be: Чакайце, калі ласка…"

source: " has most likely been removed by an over-protective anti-virus program. Please restore this file BEFORE CLOSING THIS DIALOG to avoid loss of email messages."
be: Калі ласка, аднавіце файл ПЕРАД ТЫМ, ЯК ЗАЧЫНІЦЬ ГЭНЫ ДЫЯЛЁГ, каб не згубіць лісты."

source: ""%s" was added to the list of preferred languages for webpages. The user interface language remains unchanged, as there is no appropriate language file available."
be: Мова карыстальніцкага інтэрфэйсу не была зьмененая, бо няма файлу адпаведнае мовы."

source: "%1 files (*.%2)"
be: "файлы %1 (*.%2)"

source: "%1 has crashed"
be: "%1 зламаўся"

source: "%1 search for %2"
be: "Праз %1 шукаць %2"

source: "%1 search for <b>%2</b>"
be: "Праз %1 шукаць <b>%2</b>"

source: "%1 specified one or more files that could not be found"
be: "%1 пазначыў адзін ці болей ня знойдзеных файлаў"

source: "%1 wants access to your camera. Allow?"
be: Дазволіць?"

source: "%1 wants access to your location. Allow?"
be: Дазволіць?"

source: "%1 wants to know your current location."
be: "%1 хоча ведаць Вашае цяперашняе месца"

source: "%1 wants to store data on your computer, but needs more space."
be: "%1 хоча захаваць зьвесткі на Вашым кампутары, але яму патрабуецца больш месца."

# "%1 File not found. Check path and filename."
source: "%1\nFile not found.\nCheck path and filename."
be: "%1\nФайл ня знойдзены.\nПраверце яго імя і шлях."

source: "%d / %d (%d minute(s) remaining)"
be: "%d / %d (засталося %d хвіліны(аў))"

source: "%d / %d (%d second(s) remaining)"
be: "%d / %d (засталося %d сэкунды(аў))"

source: "%d applications running"
be: "працуе %d прылажэньняў"

source: "%d entries have been imported"
be: "Імпартаваныя %d запісы(аў)"

source: "%d people connected (last %d minutes)"
be: "злучана %d людзей (за апошніх(я) %d хвілін(ы))"

source: "%d unread messages"
be: "%d нечытаных паведамленьняў"

source: "%d user in chat room"
be: "У гутарковым пакоі карыстальнік %d"

source: "%d user in chat room, topic is: %s"
be: "у гутарковым пакоі карыстальнік %d, тэма: %s"

source: "%d users in chat room"
be: "У гутарковым пакоі %d карыстальнікі(аў)"

source: "%d users in chat room, topic is: %s"
be: "У гутарковым пакоі %d карыстальнікі(аў), тэма: %s"

source: "%i columns"
be: "%i слупкі(оў)"

source: "%s - Settings"
be: "Наладкі %s"

source: "%s - Synchronization completed"
be: "%s - Сынхранізацыя скончаная"

source: "%s - Synchronization failed"
be: "%s - Сынхранізацыя не атрымалася"

source: "%s - Synchronizing"
be: "%s - Сынхранізацыя"

source: "%s Settings"
be: "Наладкі %s"

source: "%s Setup"
be: "Усталёўка %s"

source: "%s [%s] (Imported)/%s"
be: "%s [%s] (Імпартаваныя)/%s"

source: "%s and %d other Opera Unite applications have been updated"
be: "%s і %d іншыя(ых) прылажэньні(яў) Opera Unite былі абноўленыя"

source: "%s and %d other extensions have been updated"
be: "%s і %d іншыя(ых) пашырэньні(яў) абноўленыя"

source: "%s changes nick to %s"
be: "%s зьмяняе мянушку на %s"

source: "%s changes room topic to: %s"
be: "%s зьмяняе тэму пакою на: %s"

source: "%s downloaded"
be: "Сьцягнута %s"

source: "%s files"
be: "файлы %s"

source: "%s has been installed"
be: "%s усталяваны(ая,ае)"

source: "%s has been uninstalled."
be: "%s выдалены(ая)."

source: "%s has been updated"
be: "%s абноўлены(ая,ае)"

source: "%s has disconnected"
be: "%s адлучыўся"

source: "%s has invited you to join the room %s. Click on the room name if you want to join."
be: Каб гэта зрабіць, націсьніце на назву пакою."

source: "%s has joined %s"
be: "%s далучыўся да %s"

source: "%s has kicked you from the chat room (Reason: %s)"
be: "%s выдаліў Вас з гутарковага пакою (прычына: %s)"

source: "%s has left %s"
be: "%s пакінуў %s"

source: "%s have been updated"
be: "%s абноўленыя"

source: "%s installer"
be: "Усталёўка %s"

source: "%s is %s@%s (%s)"
be: "%s - гэта %s@%s (%s)"

source: "%s is an irc operator"
be: "%s ёсьць апэратарам інтэграванай далёкай кансолі"

source: "%s is away (%s)"
be: "%s адышоў (%s)"

source: "%s is in the following rooms: %s"
be: "%s знаходзіцца ў наступных пакоях: %s"

source: "%s is logged in as %s"
be: "%s увайшоў як %s"

source: "%s is missing"
be: "Няма %s"

source: "%s is open. Close it and try again."
be: Закрыйце яго ды пачніце зноў."

source: "%s is using the server %s (%s)"
be: "%s выкарыстоўвае сэрвэр %s (%s"

source: "%s saved"
be: "ашчаджана %s"

source: "%s search"
be: "Шукаць праз %s"

source: "%s server"
be: "Сэрвэр %s"

source: "%s sets mode %s"
be: "%s прызначае рэжым %s"

source: "%s sets mode +k: room is now password protected"
be: "%s прызначае рэжым +k: пакой зараз абаронены паролем"

source: "%s sets mode +l: user limit is now %s"
be: "%s прызначае рэжым +l: ліміт колькасьці удзельнікаў %s"

source: "%s sets mode +m: room is now moderated"
be: "%s прызначае рэжым +m: зараз у пакоі вядзецца мадэрацыя"

source: "%s sets mode +s: room is now secret"
be: "%s прызначае рэжым +s: зараз пакой сакрэтны"

source: "%s sets mode +t: topic change is now only allowed by operators"
be: "%s прызначае рэжым +t: зараз толькі мадэратары могуць зьмяняць тэму"

source: "%s sets mode -k: room is no longer password protected"
be: "%s прызначае рэжым -k: больш пакой паролем не абаронены"

source: "%s sets mode -l: user limit is now off"
be: "%s прызначае рэжым -l: абмежаваньня колькасьці карыстальнікаў зараз няма"

source: "%s sets mode -m: room is no longer moderated"
be: "%s прызначае рэжым -m: пакой больш не мадэруецца"

source: "%s sets mode -s: room is no longer secret"
be: "%s прызначае рэжым -s: больш пакой не сакрэтны"

source: "%s sets mode -t: topic change is now allowed by everyone"
be: "%s прызначае рэжым -t: зараз кожны можа зьмяняць тэму"

source: "%s sets user mode %s"
be: "%s прызначае рэжым карыстаньня %s"

source: "%s sets user mode +o: %s is now a room operator"
be: "%s прызначае рэжым карыстаньня +o: %s зараз ёсьць апэратарам пакою"

source: "%s sets user mode +v: %s may now speak if the room is moderated"
be: "%s прызначае рэжым карыстаньня +v: %s цяпер можа гаварыць, калі пакой мадэруецца"

source: "%s sets user mode -o: %s is no longer a room operator"
be: "%s прызначае рэжым карыстаньня -o: %s больш ня ёсьць апэратарам пакою"

source: "%s sets user mode -v: %s may no longer speak if the room is moderated"
be: "%s прызначае рэжым карыстаньня -v: %s больш ня можа гаварыць, калі пакой мадэруецца"

source: "%s signed on at %s"
be: "%s увайшоў на %s"

source: "%s signed on at %s, and has been idle %s"
be: "%s уваўшоў на %s і быў неактыўны %s"

source: "%s uploaded"
be: "сьцягнута %s"

source: "%s wants to send you the file %s (%s). Click on the file name if you accept it."
be: Каб прыняць, націсьніце на імя файла."

source: "%s was kicked from %s by %s (Reason: %s)"
be: "%s быў выдалены з %s. Выдаліў %s (Прычына: %s)"

# "%s (click here to view unread messages)"
source: "%s\n(click here to view unread messages)"
be: "%s\n(націсьніце тут, каб прагледзець нечытаныя паведамленьні)"

# "%u bit private key. Generated %s. URL: %s"
source: "%u bit private key. Generated %s.\nURL: %s"
be: Згенераваны %s.\nURL: %s "

source: "%u feed(s) successfully exported."
be: "Пасьпяхова экспартаваных стужкаў навінаў: %u."

source: "%u feed(s) successfully imported. Opera will now check the feeds for content."
be: Зараз Opera праверыць іх зьмест."

source: "%u hour"
be: "%u гадзіна"

source: "%u hours"
be: "%u гадзіны(аў)"

source: "%u minute"
be: "%u хвіліна"

source: "%u minutes"
be: "%u хвіліны(аў)"

source: "%u received"
be: "Атрыманыя %u"

source: "%u rooms"
be: "%u пакоі(яў)"

source: "%u second"
be: "%u сэкунда"

source: "%u seconds"
be: "%u сэкунды(аў)"

source: "%u sent"
be: "Дасланыя %u"

source: "&Add to Custom Colors"
be: "&Дадаць да ўласных колераў"

source: "&Basic colors"
be: "&Асноўныя колеры"

source: "&Classic"
be: "&Клясычны"

source: "&Close"
be: "&Зачыніць"

source: "&Copy"
be: "&Капіяваць"

source: "&Custom colors"
be: "&Уласныя колеры"

source: "&Decoration"
be: "&Упрыгожваньне"

source: "&Define Custom Colors >>"
be: "&Вызначыць уласныя колеры >>"

source: "&Delete"
be: "&Выдаліць"

source: "&Find in page"
be: "&Шукаць на старонцы"

source: "&Green:"
be: "&Зялёны:"

source: "&Move"
be: "&Перанесьці"

source: "&Next"
be: "Наступны"

source: "&No"
be: "&Не"

source: "&Opera support"
be: "Служба дапамогі &Opera"

source: "&Paste"
be: "Уставіць"

source: "&Red:"
be: "&Чырвоны:"

source: "&Redo"
be: "&Паўтарыць"

source: "&Rename"
be: "&Пераназваць"

source: "&Restore"
be: "&Разгарнуць"

source: "&Sat:"
be: "&Насычаны:"

source: "&Save"
be: "&Захаваць"

source: "&Send Email…"
be: "&Даслаць ліст…"

source: "&Shopping"
be: "&Закупы"

source: "&Size"
be: "&Памер"

source: "&Standard"
be: "&Стандартны"

source: "&Undo"
be: "&Скасаваць"

source: "&Unsorted"
be: "&Неўпарадкаваны"

source: "&Val:"
be: "&Пацьв:"

source: "&Yes"
be: "&Так"

source: "(%d unread)"
be: "(не прачытаных %d)"

source: "(%d unread, %d total)"
be: "(не прачытаных %d, усяго %d)"

source: "(%s) - empty mailbox skipped"
be: "(%s) – пустая паштовая скрыня прапушчаная"

# "(%s) - import failed, [err=%i] Id:%s From:%s"
source: "(%s) - import failed, [err=%i]\n Id:%s\n From:%s"
be: "(%s) –імпарт не адбыўся, [err=%i]\n Id:%s\n Ад:%s"

source: "(Default)"
be: "(Асноўны)"

source: "(Memory)"
be: "(Памяць)"

source: "(Modified)"
be: "(Зьменены)"

source: "(No subject)"
be: "(Бяз тэмы)"

source: "(Path can be modified in Preferences dialog)"
be: "(Шлях можна зьмяніць у дыялёгу Перавагаў)"

source: ", this plug-in is disabled"
be: ", гэты дадатак адключаны"

source: "- no cache file -"
be: "- няма файла кэшу -"

source: "- no title -"
be: "- бяз назвы -"

source: "- not secure -"
be: "- небясьпечны -"

source: "- not supplied -"
be: "- няма -"

source: "/s"
be: "/с"

source: "1 Hour"
be: "1 гадзіна"

source: "1 Minute"
be: "1 хвіліну"

source: "1 unread message"
be: "1 нечытанае паведамленьне"

source: "15 Minutes"
be: "15 хвілінаў"

source: "15 Seconds"
be: "15 сэкундаў"

source: "2 Hours"
be: "2 гадзіны"

source: "2 Minutes"
be: "2 хвіліны"

source: "30 Minutes"
be: "30 звілінаў"

source: "30 Seconds"
be: "30 сэкундаў"

source: "5 Minutes"
be: "5 хвілінаў"

source: "5 Seconds"
be: "5 сэкундаў"

source: "6 Hours"
be: "6 гадзінаў"

source: "< Back"
be: "< Назад"

source: "<Default>"
be: "<Асноўны>"

source: "<No Title>"
be: "<Бяз назвы>"

source: "<a href="http://help.opera.com/">More information</a>"
be: "<a href="http://help.opera.com/"><Больш зьвестак</a>."

source: "Select 'Continue' to confirm you are the application owner:<p><a href="%s">Continue</a></p>To view the application as a visitor, select 'Preview as visitor':<p><a href="%s">Preview as visitor</a></p>"
be: "Выберыце 'Працягнуць', каб пацьвердзіць, што Вы ўладальнік прылажэньня :<p><a href="%s">Працягнуць</a></p>Каб азнаёміцца з прылажэньням як госьць, выберыце 'Госьцевы прагляд':<p><a href="%s">Госьцевы прагляд</a></p>"

source: "<new account>"
be: "<новая скрыня>"

source: "<no username found>"
be: "<імя карыстальніка ня знойдзенае>"

source: "<none>"
be: "<няма>"

source: "<qt>Are you sure you wish to delete %1 %2?</qt>"
be: "<qt>Вы сапраўды хочаце выдаліць %1 %2?</qt>"

source: "<snip>"
be: "<выдалена>"

source: "A Java applet is requesting to run with privileges which may allow it to harm your computer.\n\nYou should only accept this request if you know and trust the originating website."
be: "Аплет Java просіць прывілеі, якія дазваляюць нанесьці шкоду Вашаму кампутару.\n\nПагаджайцеся на запыт толькі, калі Вы ведаеце пляц і давяраеце яму."

source: "A client certificate uniquely identifies you during transactions.\n\nInstall this client certificate?"
be: "Кліенцкі сэртыфікат дазваляе ўнікальна ідэнтыфікаваць Вас пад час зьдзелак.\n\nУсталяваць гэны кліенцкі сэртыфікат?"

source: "A different client certificate is already installed for this key. Installation failed."
be: Усталяваць не атрымалася."

source: "A fatal problem occurred the last time the plug-in search was attempted.\n\nDo you want to start a plug-in search now?"
be: "Пад час апошняга пошуку дадаткаў узьнікла крытычная праблема.\n\nПачаць пошук дадаткаў?"

source: "A folder with the same name already exists"
be: "Тэчка з такой назвай ужо існуе"

source: "A new version of Opera has been downloaded, and the installation started. Select 'Install Now' to finish the installation. You will need to know the administrator password."
be: Вам спатрэбіцца пароль адміністратара."

source: "A new version of Opera is available."
be: "Даступная новая вэрсія Opera."

source: "A new version of Opera is now available. Would you like to upgrade now?"
be: Перайсьці на яе зараз?"

source: "A new version of Opera is ready to be installed.\n Do you want to install the update now?"
be: "Новая вэрсія Opera гатовая да ўсталяваньня.\nУсталяваць яе зараз?"

source: "A new version of Opera was downloaded, but the update was not applied."
be: "Новая вэрсія Opera сьцягнутая, але абнаўленьне не было дастасаванае."

source: "A new version of Opera, Opera %s, is available. Would you like to upgrade now?"
be: Перайсьці на яе зараз?"

source: "A nickname cannot contain a period, question mark, colon, slash or back slash"
be: "Мянушка ня можа зьмяшчаць кропку, пытальнік, двукроп’е, слэш або адваротны слэш"

source: "A page on the public internet requests data from your computer. For security reasons, automatic access is blocked, but you may choose to continue."
be: Аўтаматычны доступ быў замкнуты дзеля бясьпекі, але Вы можаце рашыць працягнуць праглядаць яе."

source: "A page on the public internet requests data from your private intranet. For security reasons, automatic access is blocked, but you may choose to continue."
be: Аўтаматычны доступ быў замкнуты дзеля бясьпекі, але Вы можаце працягнуць праглядаць яе."

source: "A page on your private intranet requests data from your computer. For security reasons, automatic access is blocked, but you may choose to continue."
be: Аўтаматычны доступ быў замкнуты дзеля бясьпекі, але Вы можаце працягнуць прагляд."

source: "A parsing error has occurred during Opera authentication"
be: "Пад час ідэнтыфікацыі Opera здарылася памылка парсынгу"

source: "A parsing error occurred during application discovery."
be: "Памылка сынтаксічнага разбору пры вызначэньні прылажэньня."

source: "A problem has occurred, forcing Opera to close. To help us avoid similar problems in the future, please send an error report below."
be: Каб дапамагчы нам выключыць падобныя праблемы ў будучыні, дашліце, калі ласка, справаздачу ніжэй."

source: "A problem occurred when Opera tried to connect to your printer. Please check your printer settings. If you use a network printer, please check your network connection."
be: Калі друкарка далёкі або сеткавы, праверце, калі ласка, злучэньне зь сеткай."

source: "A server problem occurred."
be: "Надарылася праблема сэрвэру."

source: "A widget loaded via config.xml is not installed in the same way as a regular widget, as an application on your computer. Instead, the widget runs in debug mode, within Opera.\n\nTo debug this widget, use Opera Dragonfly."
be: Замест гэтага, фішка працуе ў Opera ў рэжыме выпраўленьня.\n\nКаб выправіць гэную фішку, скарыстайцеся Opera Dragonfly."

source: "A&lpha channel"
be: "Канал Альфа&"

source: "A0 (841 x 1189 mm)"
be: "A0 (841 x 1189 мм)"

source: "A1 (594 x 841 mm)"
be: "A1 (594 x 841 мм)"

source: "A2 (420 x 594 mm)"
be: "A2 (420 x 594 мм)"

source: "A3 (297 x 420 mm)"
be: "A3 (297 x 420 мм)"

source: "A4 (210x297 mm, 8.26x11.7 inches)"
be: "A4 (210x297 мм, 8.26x11.7 дзюймаў)"

source: "A5 (148 x 210 mm)"
be: "A5 (148 x 210 мм)"

source: "A6 (105 x 148 mm)"
be: "A6 (105 x 148 мм)"

source: "A7 (74 x 105 mm)"
be: "A7 (74 x 105 мм)"

source: "A8 (52 x 74 mm)"
be: "A8 (52 x 74 мм)"

source: "A9 (37 x 52 mm)"
be: "A9 (37 x 52 мм)"

source: "ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz"
be: "АБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯабвгдеёжзійклмнопрстуўфхцчшыьэюя"

source: "APRIL"
be: "КРАСАВІК"

source: "AUGUST"
be: "ЖНІВЕНЬ"

source: "About Opera"
be: "Пра Opera"

source: "About This Widget"
be: "Пра фішку"

source: "Accept Language"
be: "Прыняць мову"

source: "Accept cookies only from the site I visit"
be: "Прымаць маркёры толькі з пляцу, што я наведваю"

source: "Accept cookies"
be: "Прымаць cookie"

source: "Accept license"
be: "Прыняць ліцэнзію"

source: "Accept terms and conditions, and enable geolocation"
be: "Прыняць умовы і дазволіць вызначэньне месца."

source: "Accept"
be: "Прыняць"

source: "Access denied to this file"
be: "Доступ да гэтага файлу зачынены"

source: "Access denied"
be: "Доступ зачынены"

source: "Access settings"
be: "Наладкі доступу"

source: "Access to this port is disabled for security reasons"
be: "Доступ да гэнага порту адключаны ў мэтах бясьпекі."

source: "Accessibility Layout"
be: "Плян доступу"

source: "Account Import: Master Password"
be: "Імпарт рахунку: пароль майстры"

source: "Account Needed"
be: "Трэба зарэгістравацца"

source: "Account Password"
be: "Пароль рахунку"

source: "Account Properties"
be: "Уласьцівасьці рахунку"

source: "Account Upgrade: Master Password"
be: "Абнаўленьне рахунку: пароль майстры"

source: "Account category"
be: "Катэгорыя скрыні"

source: "Account has no outgoing mail server set"
be: "Рахунку ня вызначаны паштовы сэрвэр дасылкі"

source: "Account is missing email address"
be: "У рахунку няма электроннага паштовага адрасу"

source: "Account name"
be: "Імя скрыні"

source: "Account"
be: "Скрыня"

source: "Action"
be: "Дзеяньне"

source: "Actions"
be: "Дзеяньні"

source: "Activate first tab opened from current tab"
be: "Актываваць першае вакенца, якое было адчынена зь бежнага"

source: "Activate the last active tab"
be: "Актываваць апошняе актыўнае вакенца"

source: "Activate the next tab"
be: "Актываваць наступнае вакенца"

source: "Activate"
be: "Актываваць"

source: "Activated 40 second timeout. Waiting for data…"
be: "Чаканьне зьвестак да 40 сэкундаў…"

source: "Active Contacts"
be: "Актыўныя кантакты"

source: "Active Downloads"
be: "Актыўныя сьцягваньні"

source: "Active Threads"
be: "Актыўныя ланцугі"

source: "Active download has not been removed."
be: "Актыўнае сьцягваньне не выдалілася."

source: "Active downloads kept"
be: "Актыўныя сьцягваньні захаваныя"

source: "Active transfers (In/Out)"
be: "Актыўныя перадачы (прыём/дасылка)"

source: "Add All Contacts in Folder"
be: "Дадаць усе кантакты ў тэчку"

source: "Add Attachments…"
be: "Дадаць далучкі…"

source: "Add Bookmark"
be: "Дадаць у закладкі"

source: "Add Contact Here"
be: "Дадаць кантакт тут"

source: "Add Contact"
be: "Дадаць асобу"

source: "Add Custom Header"
be: "Дадаць сваё найменьне"

source: "Add Feed…"
be: "Дадаць стужку…"

source: "Add Folder"
be: "Дадаць тэчку"

source: "Add New Dial…"
be: "Дадаць новы выклік…"

source: "Add Nickname to Contact"
be: "Дадаць мянушку ў кантакты"

source: "Add Page Here…"
be: "Дадаць старонку тут…"

source: "Add Page"
be: "Дадаць старонку"

source: "Add Panel…"
be: "Дадаць панэль…"

source: "Add Rule"
be: "Дадаць правіла"

source: "Add Web Panel…"
be: "Дадаць сеціўную панэль…"

source: "Add Widgets"
be: "Дадаць фішкі"

source: "Add a web panel:"
be: "Дадаць сеціўную панэль:"

source: "Add contact"
be: "Дадаць канакт"

source: "Add contacts from sent messages"
be: "Дадаць кантакты з дасланых паведамленьняў"

source: "Add files"
be: "Дадаць файлы"

source: "Add folder…"
be: "Дадаць тэчку…"

source: "Add mbox…"
be: "Дадаць паштовую скрыню…"

source: "Add to %s"
be: "Дадаць у %s"

source: "Add to Bookmarks"
be: "Дадаць у закладкі"

source: "Add to Bookmarks…"
be: "Дадаць у закладкі…"

source: "Add to Contacts…"
be: "Дадаць у кантакты…"

source: "Add to Panel"
be: "Дадаць да панэлі"

source: "Add to Speed Dial"
be: "Дадаць у хуткі выклік"

source: "Add widget icon to the following locations:"
be: "Дадаць іконку фішкі ў наступныя месцы:"

source: "Add word"
be: "Дадаць слова"

source: "Add"
be: "Дадаць"

source: "Add-on"
be: "Дадатак"

source: "Add/Remove Dictionaries…"
be: "Дадаць/выдаліць слоўнікі…"

source: "Added…"
be: "Дададзена…"

# "Adding new button with action %s Do you want to proceed?"
source: "Adding new button with action\n\n%s\n\nDo you want to proceed?"
be: "Дадаецца новая кнопка дзеяньня\n\n%s\n\nПрацягваць?"

source: "Additional Tab Options"
be: "Дадатковы выбар вакенца"

source: "Additional email addresses"
be: "Дадатковыя адрасы пошты"

source: "Additional tab options…"
be: "Дадатковыя ўласьцівасьці вакенца…"

source: "Address Bar"
be: "Панэль адрасу"

source: "Address not available from this machine"
be: "З гэтай машыны адрас недаступны."

source: "Address not found:"
be: "Адрас ня знойдзены:"

source: "Address"
be: "Адрас"

source: "Address:"
be: "Адрас:"

source: "Addresses"
be: "Адрасы"

source: "Add…"
be: "Дадаць…"

source: "Advanced Settings…"
be: "Прасунутыя наладкі…"

source: "Advanced Voice Options"
be: "Даданыя ўласьцівасьці голасу"

source: "Advanced settings"
be: "Дасканалыя наладкі"

source: "Advanced"
be: "Майстру"

source: "After 1 Second"
be: "Праз 1 сэкунду"

source: "After 10 Seconds"
be: "Праз 10 сэкундаў"

source: "After 2 Seconds"
be: "Праз 2 сэкунды"

source: "After 3 Seconds"
be: "Праз 3 сэкунды"

source: "After 5 Seconds"
be: "Праз 5 сэкундаў"

source: "After closing this dialog:"
be: "Пасьля закрыцьця гэтага дыялогу:"

source: "Aliases:"
be: "Назвы:"

source: "All Accounts"
be: "Усе скрыні"

source: "All Feeds"
be: "Усе стужкі"

source: "All Files (*)"
be: "Усе файлы (*)"

source: "All Messages"
be: "Усе паведамленьні"

source: "All accounts"
be: "Усе рахункі"

source: "All blocked content"
be: "Увесь замкнуты зьмест"

source: "All blocked sites"
be: "Усе замкнёныя пляцы"

source: "All encryption methods are disabled in Preferences."
be: "Усе мэтады шыфраваньня адключаныя ў Перавагах."

source: "All fields are required."
be: "Усе палі абаввязковыя."

source: "All files (*.*)"
be: "Усе файлы (*.*)"

source: "All files (*.*)|*.*|"
be: "Усе файлы (*.*)|*.*|"

source: "All messages"
be: "Усе паведамленьні"

source: "All web pages"
be: "Усе сеціўныя старонкі"

source: "All"
be: "Усе"

source: "Allow changing of status field"
be: "Дазволіць зьмены полю стану"

source: "Allow connections to sites using this certificate"
be: "Дазволіць злучэньні з пляцамі з дапамогай гэтага сэртыфікату"

source: "Allow interaction with private tabs"
be: "Дазволіць працу з прыватнымі вакенцамі"

source: "Allow interaction with secure pages"
be: "Дазволіць працу зь бясьпечнымі старонкамі"

source: "Allow lowering of windows"
be: "Дазволіць апускаць вокны"

source: "Allow moving and resizing of windows"
be: "Дазволіць перамяшчаць вокны і зьмяняць іхныя памеры"

source: "Allow moving of windows"
be: "Дазволіць перамяшчэньне вокнаў"

source: "Allow my applications to be visible inside the local network"
be: "Зрабіць мае прылажэньні бачнымі у нутраной сетцы"

source: "Allow my applications to be visible on Opera Unite webpages"
be: "Зрабіць мае прылажэньні бачнымі на сеткавых старонках Opera Unite"

source: "Allow once"
be: "Дазволіць адзін раз"

source: "Allow raising of windows"
be: "Дазволіць падымаць вокны"

source: "Allow resizing of windows"
be: "Дазволіць зьмяняць памеры вокнаў"

source: "Allow script to hide address bar"
be: "Дазволіць скрыпту хаваць адрасную панэль"
